// © Copyright 2012-2016 HP Development Company, L.P.

// Task names
PISTTaskName = "HP 产品改进研究";

// Opt in view
PISTLocationLanguageRequestLabel = "请告诉我们该产品的使用位置和使用方式。";
PISTLocationLabel = "位置：";
PISTLanguageLabel = "语言：";

// Non ISO locations
other = "其他地区";
europe = "欧洲";
middleeast = "中东";
northwestafrica = "西北非";
southernafrica = "南非";
asiapacific = "亚太区";
latinamerica = "拉丁美洲";
caribbean = "加勒比海地区";

PISTDescriptionLabel = "“HP 产品改善研究”是一项研究计划，可让 HP 改善产品品质以更好满足客户需求。";
PISTExtendedDescriptionLabel = "如果您选择参加，我们只会收集有关添加到 HP Utility 的打印机的位置和使用信息。这将有助于我们改进未来您对 HP 产品和服务的体验。我们不会收集您的姓名、地址或任何其他个人信息。HP 不会收集或存储任何打印文档的内容或文件名。";

PISTOptInDescriptionLabel = "通过允许向 HP 发送匿名的打印机使用信息，可支持 HP 设计出最令您满意的产品。请使用前面板检查打印机设置，以确保与您的选择一致。谢谢！";

PISTOptInButtonTitle = "参与改善 HP 产品与服务的计划";
PISTZipCodeLabel = "邮政编码：";

PISTPrimaryUseLabel = "我主要使用 HP 产品和服务：";
PISTSelectPrimaryUsageTitle = "选择主要用途";

// How use choises
PISTInHome = "家中";
PISTHomeElement002 = "供个人使用";
PISTHomeElement0031 = "用于家庭办公";
PISTHomeElement0032 = "用于工作相关事项";
PISTHomeElement0033 = "用作远程办公工具";

PISTInBusiness = "在企业中";
PISTBusinessElement005 = "有 1-9 名员工";
PISTBusinessElement006 = "有 10-99 名员工";
PISTBusinessElement0061 = "有 100-499 名员工";
PISTBusinessElement0062 = "超过 500 名员工";

PISTMoreInfoTitle = "更多信息";
PISTPrivacyPolicyTitle = "HP 隐私声明";
PISTDataPrivacyTitle = "数据隐私声明";

PISTApply = "应用";
PISTCancel = "取消";

PISTRetrieveInformationTitle = "正在检索信息…";

// More info tab
PISTMoreInfoToolTip = "更多信息";
